{
  "segments": [
    {
      "text": " Destiny, fate, dreams. These unstoppable ideals are held deep in the heart of man. As long as there are people who seek freedom in this life, these things shall not vanish from the earth.",
      "start": 13.379,
      "end": 27.892,
      "is_music": true
    },
    {
      "text": " People tell me my head's in the clouds I don't care what they say because I'm dreaming of you You are the treasure I found So bright, so bold, it's so elusive It's hard to look away Even though it's blinding me There are no words to describe how I feel inside I'm really, really stuck on you",
      "start": 35.063,
      "end": 59.296,
      "is_music": true
    },
    {
      "text": " I have to follow my dreams, however crazy they seem. And I won't stop till I get there, you will see. You're all I need to have the strength to believe. Believe in one.",
      "start": 59.296,
      "end": 70.923,
      "is_music": true
    },
    {
      "text": " I'm going to follow my dreams, however crazy they seem. I'm going to share them with you, where love's so true. You're all I want, together we can move on, live how we want to. There is no limit to us, we have the power of love, and we don't want to live ordinary lives. We have a chance to live in paradise, but even",
      "start": 78.55,
      "end": 101.129,
      "is_music": true
    },
    {
      "text": " What's wrong, huh? You've had that brooding look on your face for a while. Yeah, I guess I hoped I was dreaming. About what? This may sound crazy, but it seems to me we're not even moving. You feel that? Now that you mention it, the sail doesn't appear to be catching any wind at all.",
      "start": 128.652,
      "end": 151.298,
      "is_music": true
    },
    {
      "text": " No! We're screwed! We've entered the Calm Belt! The Clam Belt? What's that? Calm Belt! A part of the sea where nothing moves the muscles! So there's muscles and clams? No!",
      "start": 154.927,
      "end": 169.709,
      "is_music": true
    },
    {
      "text": " What was that? An earthquake? A good trick since we're at sea. All of this chit-chat isn't going to get us out of here! Fold the sails and start paddling now! We have to get back on course! You can count on me! Don't panic. And besides, this is a sailboat. Why do we need to paddle? True.",
      "start": 170.114,
      "end": 186.837,
      "is_music": true
    },
    {
      "text": " Look, there's no time to argue. Just shut up and do as I say. At least it's nice and quiet here. Fine, if I need to explain it to you, I will. In our haste to escape from the Marines, we ended up going too far south, and now we're off course and stuck out here. So we enter the Grand Line? If we were at the Grand Line, you think I'd waste my time explaining this?",
      "start": 186.837,
      "end": 208.015,
      "is_music": true
    },
    {
      "text": " Now look! The Grand Line is sandwiched in the middle between these two green areas you see here, you understand? These areas, just as they're labeled, are what's called the Calm Belt. That's where we are. Nobody knows why, but inside the Calm Belt, there's no wind and no current. It's like a void where everything's stagnant. Given that sailboats move by catching winds, this is more than a dangerous region. It can be fatal, get it? Nope, but it sounds like we're in big trouble.",
      "start": 208.015,
      "end": 236.298,
      "is_music": true
    },
    {
      "text": " Well, that explains why we haven't gotten a single gust of wind. How are we going to get out of this if our ship can't move? Maybe the wind will start blowing again. Wind never blows in the Calm Belt. And that's not all. There's another good reason that people call this area dangerous. It's infested with... What was that? Here they go!",
      "start": 236.365,
      "end": 262.893,
      "is_music": true
    },
    {
      "text": " Sea monsters! They're gigantic! The Calm Belt is also home to the Sea Kings! It's their main place for breeding! They're the biggest reason people can't cross the Calm Belt!",
      "start": 270.082,
      "end": 288.273,
      "is_music": true
    },
    {
      "text": " Any idea how we get out of this? Yes. Everybody, don't move a muscle. We don't want to give them any reason to stick around or eat us. Once they're gone, we'll paddle back. Got it? You call that a plan? Shut up! Sorry. That didn't improve anything! It sounds like it's gonna! Face yourself, I think this behemoth's gonna sneeze!",
      "start": 290.197,
      "end": 317.399,
      "is_music": true
    },
    {
      "text": " It feels like we're flying! In case you haven't noticed, we are flying! Oh well, at least we're back on our original course. According to the map, we should be spotting the red line any time now. Wow, we're almost there! The grand line at last!",
      "start": 321.297,
      "end": 346.694,
      "is_music": true
    },
    {
      "text": " Isn't this exciting? We're finally going! We did it! We did it! Cut it out! Sorry. Zoro! You must be right. Is the path to the Grand Line really as perilous as it's drawn here? Stop that! Take a look.",
      "start": 347.133,
      "end": 370.538,
      "is_music": true
    },
    {
      "text": " I'm familiar with the rumors and these drawings confirm it. As unimaginable as it may seem, the entrance to the Grand Line is a mountain. So what, did we crash into it? You gotta be kidding. I didn't believe it, but the map's clear. The mountain appears to be riddled with small canals, so we might have to go up and over it. Sounds like fun. What are you talking about? Even if there are canals or whatever, a ship can't climb up a mountain.",
      "start": 371.753,
      "end": 399.007,
      "is_music": true
    },
    {
      "text": " Well, the map says otherwise. That's right, and if Nami thinks something can be done, then it can't, got that? Yeah, but remember, that map was stolen from Buggy the Clown, so can we trust it? It's still known as the Rudderstock! A little help over here be nice! Sanji, would you please give Usopp a hand? I can't think with all his shouting! Hey, Nami! Okay.",
      "start": 399.462,
      "end": 419.611,
      "is_music": true
    },
    {
      "text": " Uh, does this current seem unusually strong to anyone else? Usopp, what did you just say? I asked if any of you noticed the insane strength of this current. The current? That must be... What is it? The canals do go up the mountain.",
      "start": 420.674,
      "end": 434.427,
      "is_music": true
    },
    {
      "text": " Oh, come on. How could that possibly work? Look right here. You see? The guiding light was directing us toward this spot on the red line. Notice how it's labeled here, reverse mountain. Hello? Little help over here, thank you. These green lines represent canals or artificial waterways. If major currents from all four oceans flow toward this mountain, what do you think's going to happen?",
      "start": 434.545,
      "end": 456.297,
      "is_music": true
    },
    {
      "text": " The currents would force water up these canals, collide at the top, and then flow straight down into the Grand Line. Now, reverse mountain is a winter mountain, so it's cold, right? That means any surface currents that don't flow up the canal will be forced down as they cool. Anything riding those currents would be pulled down as well.",
      "start": 456.297,
      "end": 473.493,
      "is_music": true
    },
    {
      "text": " If we screw up and miss the entrance to the canal, the Going Mary will be carried straight into the Red Line's rock face and likely be destroyed. Ship and crew would be sucked to the bottom of the sea. Understand? Yeah, basically it's a mystery mountain.",
      "start": 473.493,
      "end": 489.22,
      "is_music": true
    },
    {
      "text": " No, that's not my point at all. Anyway, since we're positioned on this current, we shouldn't run into any problems getting to the summit of Reverse Mountain. Only thing that would hurt us now is if something went wrong with the rudder. Nami, you're a genius! Call me a skeptic, but ships do not climb mountains. Well, I've heard a few stories. Stories about the Mystery Mountain? No. What I have heard is that more than half the people who try to make it to the Grand Line die before they even get there.",
      "start": 489.22,
      "end": 518.178,
      "is_music": true
    },
    {
      "text": " Whatever we find, it isn't going to be easy. Sanji, could you get the sale? Anything for you, Nami! Luffy, help me! Got it! Hey! I can see the Mystery Mountain! That's insanely huge!",
      "start": 518.937,
      "end": 548.924,
      "is_music": true
    },
    {
      "text": " Wow! Awesome! It's bigger than I thought! I can't see the top! It's taller than the clouds!",
      "start": 550.105,
      "end": 559.454,
      "is_music": true
    },
    {
      "text": " We're getting sucked in! Hold the rudder steady! We're on it! Nami! Where's that entrance you were talking about? If we keep this heading, we're gonna crash into the rock! There's a crack in that cliff. That must be it.",
      "start": 580.058,
      "end": 605.017,
      "is_music": true
    },
    {
      "text": " Nami! Give us a direction! Keep bearing straight ahead! You can't be serious! Trust me! Have we made it? Is that the canal entrance? More than likely. I've gotta be dreaming. It's impossible. The ocean really is flowing up the mountain.",
      "start": 606.299,
      "end": 625.334,
      "is_music": true
    },
    {
      "text": " We have to make our way through those water gates just right! Or we'll crash into the red line if he's smashed to pieces! We're drifting off course! Gotta go more to the right! Right! The right? Who hit starboard? Come on now! Put your back into it! That's water! Oh no!",
      "start": 629.333,
      "end": 659.253,
      "is_music": true
    },
    {
      "text": " Grab a hold! We made it!",
      "start": 673.09,
      "end": 693.577,
      "is_music": true
    },
    {
      "text": " Now it's just a straight shot to the stomach! Wow! Great view! Wow! Look how high we are! We're in the clouds!",
      "start": 698.133,
      "end": 720.037,
      "is_music": true
    },
    {
      "text": " We're not in the clouds, we're above them! It's amazing! We've done it! We've reached the summit!",
      "start": 734.92,
      "end": 754.31,
      "is_music": true
    },
    {
      "text": " I can see it! This is the greatest sea in the whole world! The Grand Line! Somewhere out there the One Piece is waiting and we're gonna find it!",
      "start": 769.278,
      "end": 798.218,
      "is_music": true
    },
    {
      "text": " Let's go! Did you guys just hear something? It was probably just a whiz! At this speed, everything sounds distorted!",
      "start": 799.4,
      "end": 827.969,
      "is_music": true
    },
    {
      "text": " What's that? Nami! I see a mountain up ahead! What? That's impossible! But it's right there! I can see it! Who cares? Go! After we pass the twin caves up ahead, there should be nothing but ocean!",
      "start": 828.88,
      "end": 844.405,
      "is_music": true
    },
    {
      "text": " It's a black wall! No, it's not! But what is it? It's a whale! What are we gonna do? Should we fight? Idiots, how are we supposed to fight a hundred ton whale? Do something! Our path is blocked! How do we escape? Calm down.",
      "start": 853.4,
      "end": 875.219,
      "is_music": true
    },
    {
      "text": " If this creature looks like a giant wall to us, we must be a speck! That's right! It's highly possible that this thing isn't even aware that we're here! We'll run right into it unless we change course! Look! We can get by on the left! Port! Port to port! The rudder's broken! Do something! Anything! Wait! I know! This'll work! It has to! Hey! Luffy! What are you doing?",
      "start": 875.59,
      "end": 902.776,
      "is_music": true
    },
    {
      "text": " This is pointless! The ship's not gonna turn! Dammit! Don't give up!",
      "start": 908.564,
      "end": 920.579,
      "is_music": true
    },
    {
      "text": " Oh, it's good. This is it. Hey, that was my special scene!",
      "start": 943.276,
      "end": 956.354,
      "is_music": true
    },
    {
      "text": " Damn! Let's get out of here before it's too late! Don't mind telling me what the heck is going on! It's so big that the cannonball didn't even make it flinch. That or his reaction time's really slow. Who cares? At least we're alive! My ears! Just battle! We have to get away from here!",
      "start": 968.133,
      "end": 993.344,
      "is_music": true
    },
    {
      "text": " Luffy? You think you can break my special seat? Get away with it! Take it! You moron! I'm not through with you! There's a lot more with it! Shut up before you kill us!",
      "start": 995.892,
      "end": 1018.268,
      "is_music": true
    },
    {
      "text": " I am not gonna die!",
      "start": 1028.512,
      "end": 1052.643,
      "is_music": true
    },
    {
      "text": " Oh, man. Everyone's been swallowed whole. Hey, you! Can you hear me? Spit him out! I want my friends! Damn you! Where do you think you're going, you jerk?",
      "start": 1078.141,
      "end": 1091.067,
      "is_music": true
    },
    {
      "text": " You give them back right now, you whale! Listen, you big food, I'm not gonna ask again! Stop sinking, I mean it! My friends and me are on an important adventure! I can't lose them! Give them back!",
      "start": 1092.113,
      "end": 1117.038,
      "is_music": true
    },
    {
      "text": " So what do you think? I don't know what to think. Is this even real? Because I know exactly what I saw and what I felt. We were swallowed by the whale. Is this a dream? Yeah, I'd say that's a fair guess. Then what's with this island and the house? Illusions.",
      "start": 1131.618,
      "end": 1158.263,
      "is_music": true
    },
    {
      "text": " Looks like someone's home. Let's hope it's a person.",
      "start": 1164.507,
      "end": 1194.427,
      "is_music": true
    },
    {
      "text": " I've had it. Let's go. Giant squids, guys with harpoons? And where is Luffy? Yeah, where is he? I don't know much about whales, but since when do they have doors and lighted hallways? A ship. Whoa, whoa, whoa, whoa, whoa, whoa, whoa! We should fire our cannon there! No! No. Hold on a sec. Someone's coming out.",
      "start": 1195.068,
      "end": 1223.063,
      "is_music": true
    }
  ]
}